# Файл с "КЛЮЧЕВЫМИ" фразами навыка

# Приветствие
Greet_phrase = [
    'Здравствуйте! Хотите поиграть в "Мемный сленг"? Нужно угадать по фотографии, аудио треку или описанию загаданное "мемное" слово. Если понадобится помощь, то просто скажи "Помощь",  а если захочешь узнать, что я умею, спроси "Что ты умеешь?". Хайпанём немножечко?',
    'Привет, чемпион! Хочешь поиграть в "Мемный сленг"? Нужно угадать по фотографии, аудио треку или описанию загаданное "мемное" слово. Если понадобится помощь, то просто скажи "Помощь",  а если захочешь узнать, что я умею, спроси "Что ты умеешь?". Погнали?',
    'О, кого я вижу! Ты хочешь поиграть со мной в "Мемный сленг"? Нужно угадать по фотографии, аудио треку или описанию загаданное "мемное" слово. Если понадобится помощь, то просто скажи "Помощь",  а если захочешь узнать, что я умею, спроси "Что ты умеешь?". Ну че народ, погнали блин!']

# Правила игры
Rule = 'Вам нужно угадать по фотографии, аудио треку или описанию ' \
       'загаданное "мемное" слово.'

# Помощь
Support = 'Вам нужно угадать по фотографии, аудио треку или описанию ' \
          'загаданное "мемное" слово.'

# Что ты умеешь?
Ability = 'Я навык, который живет в Алисе. Мое увлечение - проверять' \
          ' насколько люди знают молодежный сленг, да и вообще насколько' \
          ' они молоды. Вы можете спросить, какие мемы я знаю, или даже' \
          ' узнать мой любимый мем! Но самое главное, вы можете сыграть' \
          ' со мной игру: я буду загадывать "мемное" слово, а ваша задача' \
          ' - отгадать! Можете угадывать по картинке, в режиме "Мем", по' \
          ' аудио треку, в режиме "Звук" или по описанию, в режиме' \
          ' "Молодежное слово". Давайте сыграем!'

# Фразы при верном ответе
Praise = ['Молодец!',
          'Умница!',
          'Да ты хорошо!',
          'Я поражена твоими познаниями!',
          'Ого, да откуда ты это знаешь?',
          'Аплодисменты в студию!',
          'А ты мощный!',
          'Твои познания меня поражают!',
          'Интересно, ты угадываешь или реально шаришь? Снова твоя взяла!',
          'Видимо карты выпали удачно, все верно!', 'А ты сегодня в ударе!']

# Фразы при неверном ответе
Condemnation = ['Ты был близок!', 'Чуть-чуть не хватило!', 'Сорри!',
                'Поражение превращает кости в кремень, а хрящ — в мышцы.',
                'Волк не тот кто проиграл, а тот - кто играл!']

# Прощание
Bye = ['Будет скучно - обращайся!', 'До скорых встреч!',
       'Надеюсь, это была не последняя наша встреча!',
       'Я надеюсь, что этот последний заезд как в фильме "Форсаж"? Просто очень хочу сыграть с тобой еще раз! До скорого!']

# Ошибка
Mistake = ['Словарный запас иссяк, попробуй снова',
           'Перегрузка мозга! Все слова вылетели из головы, попробуй снова']

# Выбор режима
Choose = [
    'Выберите режим игры: Мем (по фотографии), Звук (по аудио треку) или Молодежное слово (по описанию)',
    'В какой режим ты бы хотел сыграть сегодня: Мем (по фотографии), Звук (по аудио треку) или Молодежное слово (по описанию)?',
    'Выбери свою сторону силы: Мем (по фотографии), Звук (по аудио треку) или Молодежное слово (по описанию)?']

# Продолжение
Continue = [
    'Отлично! Давай тогда вместе отправимся в это путешествие "неизведанных слов"!',
    'Погнали взрывать мозг "неизведанными словами"!',
    'Бежим скорее! "Неизведанные слова" уже близко!']

# Некорректный ответ
IncorrectStep1 = ['Простите, я вас не расслышала. Повторите, пожалуйста!',
                  'Земля настолько быстро вертится, что услышать вас помешал звук скорости. Не могли бы вы повторить?',
                  'Я что-то провалилась в философию и плохо вас поняла. Повторите для уточнения, пожалуйста!']

IncorrectStep2 = ['Простите, опять я вас не расслышала. Скажите Да или Нет',
                  'Опять Земля настолько быстро вертится, что услышать вас помешал звук скорости. Скажите Да или Нет',
                  'Опять я что-то провалилась в философию и плохо вас поняла. Скажите Да или Нет']

IncorrectStep3 = 'Простите, я вас не поняла! Выход из навыка'
