# Файл с "КЛЮЧЕВЫМИ" фразами

# Приветствие
Greet_phrase = ['', '']

# Правила игры
Rule = ['']

# Вызов Правила игры
Ask_rule = ['Как играть?', 'Правила игры', 'Что делать?']

# Помощь
Support = []

# Вызов Что ты умеешь?
Ask_ability = ['Что ты умеешь?', 'Каковы твои способности?',
               'На что ты способна?']

# Что ты умеешь?
Ability = 'Я навык, который живёт в Алисе. Я люблю историю, ' \
          'а она любит меня. Давай проверим, насколько хорошо ' \
          'ты знаешь известных личностей, которые носили псевдонимы.'

# Согласие
Agreement = ['да',
             'давай',
             'погнали',
             'начинаем',
             'конечно',
             'разумеется']

# Отказ
Rejection = ['нет',
             'хватит',
             'не сейчас']

# Фразы при верном ответе
Praise = ['Молодец!',
          'Умница!',
          'Да ты хорошо!',
          'Я поражена твоими познаниями!',
          'Ого, да откуда ты это знаешь?',
          'Аплодисменты в студию!',
          'А ты мощный!',
          'Твои познания меня поражают!']

# Фразы при неверном ответе
Condemnation = []

# Вызов помощи
Ask_support = ['помощь', 'подсказка', 'не понятно', 'помоги']

# Прощание
Bye = ['Будет скучно - обращайся!', 'До скорых встреч!',
       'Надеюсь, это была не последняя наша встреча!']
