# Файл с "КЛЮЧЕВЫМИ" фразами пользователя

# Вызов Правила игры
Ask_rule = ['Как играть?', 'Правила игры', 'Что делать?']

# Вызов Что ты умеешь?
Ask_ability = ['Что ты умеешь?', 'Каковы твои способности?',
               'На что ты способна?']

# Согласие
Agreement = ['да',
             'давай',
             'погнали',
             'начинаем',
             'конечно',
             'разумеется']

# Отказ
Rejection = ['нет',
             'хватит',
             'не сейчас']

# Вызов помощи
Ask_support = ['помощь', 'подсказка', 'не понятно', 'помоги']
